/* Button for turning on auto-backup. */
"lsAlertButtonAutosyncEnable" = "启用";

/* Cancel text for generic alert view */
"lsAlertButtonCancel" = "取消";

/* message on a button that continues opening a note that is too new for this version of Notability to handle.  'Anyway' here is meant to advise the user that there might be format issues if they continue, this is presented with a message telling them that there are possible issues with opening this note. */
"lsAlertButtonContinueAnyway" = "仍旧继续";

/* Delete text for generic alert view */
"lsAlertButtonDelete" = "删除";

/* Button for turning off auto-backup. */
"lsAlertButtonDisableAutoBackupMac" = "不自动备份";

/* No comment provided by engineer. */
"lsAlertButtonExport" = "共享";

/* Button option for exporting a file to iTunes */
"lsAlertButtonITunesExport" = "导出到 iTunes";

/* Alert view button to keep iCloud documents. */
"lsAlertButtonKeepDocuments" = "在我的 %@ 上保留";

/* used in a button that the user can press in order to dismiss an alert but not cancel the import */
"lsAlertButtonKeepImportRunning" = "继续";

/* Alert button title for not using iCloud right now. */
"lsAlertButtonLater" = "稍后";

/* Button that will leave auto-backup off. */
"lsAlertButtonLeaveAutosyncOff" = "保持停用";

/* Alert view button to leave iCloud enabled. */
"lsAlertButtonLeaveiCloudOn" = "保持使用 iCloud";

/* OK text for generic alert view button */
"lsAlertButtonOK" = "好";

/* Title of a button users can press to delete an amount of organizers.  The argument is the number of organizers to delete. */
"lsAlertButtonOrganizerAlarmAcceptChanges" = "删除 %d 个组织者";

/* Title of a button users can press to keep an amount of organizers.  The argument is the number of organizers to keep. */
"lsAlertButtonOrganizerAlarmRevertChanges" = "保留 %d 个组织者";

/* Alert view button to remove iCloud documents and start with an empty library. */
"lsAlertButtonStartFresh" = "在我的 %@ 上删除";

/* used to stop a set of imports in an alert */
"lsAlertButtonStopImport" = "停止导入";

/* message on a button that stops opening a note that is too new for this version of Notability to handle */
"lsAlertButtonStopOpening" = "停止打开";

/* Alert button title to use iCloud. */
"lsAlertButtonUseiCloud" = "使用 iCloud";

/* Error message which is displayed in an alert view when saving to disk fails. */
"lsAlertMessageArchivingFailedError" = "归档备注内容时无法生成有效的数据。";

/* Warning when the audio hardware is unavailable. */
"lsAlertMessageAudioHardwareUnavailable" = "操作系统指示音频录音硬件当前不可用。请尝试再次录音或重新启动应用程序。";

/* Warning when audio system fails to start. */
"lsAlertMessageAudioInitFailed" = "请重新启动 Notability。如果此信息在重新启动后再次出现，请重新启动设备。";

/* Warning when audio system fails to start. */
"lsAlertMessageAudioSampleRateError" = "音频系统启动失败！请再试一次。";

/* Alert message explaining that enabling automatic back ups on this device will cause them to be disabled on another device. The first argument is the type of device (iPad or iPhone), the second argument is the name of the other device, such as Colin's iPad Mini */
"lsAlertMessageAutosyncDisableWarning" = "在此“%1$@”上启用“自动备份”将停用“%2$@”上的“自动备份”";

/* Message for auto-backup having been disabled by another device.  First argument is the name of the device that is now using auto-backup. The second argument is the type of the current device. */
"lsAlertMessageAutosyncTurnedOffByOtherDevice" = "“自动备份”已在“%1$@”上启用。为了保护您的数据，“自动备份”已在此“%2$@”上关闭。";

/* alert message when user to tries to export to Box running iOS 4. */
"lsAlertMessageBoxExportRequiresiOS5" = "若要将备注导出到 Box，请升级到 iOS 5。";

/* Message when the camera can't be used because the user has denied access to the camera. The argument is a localized device name. */
"lsAlertMessageCameraPermissionDenied" = "若要启用，请进入 %@ 设置 > 隐私 > 摄像头 > Notability，并将其开启。";

/* used as the message of an alert which prompts the user if they'd like to cancel their imports */
"lsAlertMessageCancelAllImports" = "要停止所有导入吗？";

/* Message for alert that tells user that a note could not be opened because it hasn't yet been downloaded from iCloud. */
"lsAlertMessageCantOpenNotDownloadediCloud" = "请等待备注从 iCloud 上完成下载，然后才能打开备注。";

/* generic numbered error message.  Argument is error number. */
"lsAlertMessageCloudErrorNumHasOccurred" = "出现错误 %d";

/* Confirmation for logging out of a cloud service. */
"lsAlertMessageCloudServiceLogout" = "您现在已注销“%@”。";

/* Message for alert explaining why a file conflict resolution failed. The argument is a localized description of the error from the OS */
"lsAlertMessageConflictResolutionFailed" = "似乎您的冲突在另一台设备上已解决。已接收错误： %1$@";

/*   */
"lsAlertMessageDeleteConfirmation" = "删除此主题将删除其中包含的所有备注。";

/* shown when user tries to delete a note that is in a locked subject. */
"lsAlertMessageDeleteNoteLocked" = "备注“%1$@”位于锁定主题中。解锁“%2$@”以删除备注。";

/* shown when user tries to delete note from table */
"lsAlertMessageDeletingNotePermanent" = "删除备注“%@”是永久性操作，无法撤销。";

/* Informational text shown to the user one time. */
"lsAlertMessageDeletingNotes" = "最近删除的笔记可以在主题列表的垃圾箱中找到。30 天后它们将会被永久删除。";

/* Error message when a note fails to open due to disk read error */
"lsAlertMessageDiskReadError" = "读取磁盘出错。";

/*   */
"lsAlertMessageEmailAttachmentError" = "Notability 在尝试将备注附加到电子邮件时出错。";

/* Warning when email attachment is too large. */
"lsAlertMessageEmailAttachmentSizeError" = "请求的备注太大，无法通过电子邮件发送。请尝试其他导出方法。";

/* Warning for email error. */
"lsAlertMessageEmailError" = "Notability 无法编写电子邮件信息。请检查电子邮件设置并再试一次。";

/* Message for alert view which is shown when Notability fails to insert a photo */
"lsAlertMessageErrorInsertingPhoto" = "Notability 在调整此照片的大小以插入时出错。";

/* No comment provided by engineer. */
"lsAlertTitleErrorOpeningNote" = "Error opening note";

/* the argument is the name of the note that couldnt be opened */
"lsAlertTitleErrorOpeningNoteNamed" = "Error opening note '%@'";

/* Error message that shows up when importing fails for an unspecified reason.  The argument is the file name */
"lsAlertMessageErrorUnpackagingFile" = "未能导入 %@，因为 Notability 无法解压文件。";

/* No comment provided by engineer. */
"lsAlertMessageExportAllNotesLocked" = "选择导出的所有备注都位于锁定主题中。请解锁这些备注的主题并再试一次。";

/* No comment provided by engineer. */
"lsAlertMessageExportANoteLocked" = "您导出的某个备注位于锁定主题中。请解锁该主题并再试一次。其余备注已正常导出。";

/* No comment provided by engineer. */
"lsAlertMessageExportNoteLocked" = "您导出的备注位于锁定主题中。请解锁该备注的主题并再试一次。";

/* argument is the number of notes (>1) in locked subjects */
"lsAlertMessageExportSomeNotesLocked" = "您导出的 %i 条备注位于锁定主题中。请解锁这些备注的主题并再试一次。其余备注已正常导出。";

/* Message of alert view that tells users they can use iCloud. */
"lsAlertMessageiCloudAvailable" = "自动云储存您的文稿以将它们在所有的设备和 Web 上保持为最新。";

/* Tells the user that iCloud isn't ready to be turned off.  The argument is the device name, like 'iPad' or 'iPhone'. */
"lsAlertMessageiCloudIsntReady" = "您的备注正在移到 iCloud，这将需要一些时间。如果进程用时超出了预期，请尝试重新启动“%@”。";

/* Message presented to the user when iCloud is taking too long, so Notability cannot turn on iCloud.  The argument is a localized device type, like iPhone or iPad */
"lsAlertMessageiCloudIsTakingTooLong" = "Notability 未能打开 iCloud，因为 iCloud 响应时间太长。请重新启动“%@”，方法是按住主屏幕按钮和电源按钮，直到屏幕变黑。";

/* Message presented to the user when iCloud is taking too long to reply, so Notability cannot turn on iCloud.  The argument is a localized device type, like Macbook or iMac */
"lsAlertMessageiCloudIsTakingTooLongMac" = "Notability 未能打开 iCloud，因为 iCloud 响应时间太长。请重新启动 %@。";

/* Presented to a user when they attempt to turn iCloud on, but our app doesn't have access.  The argument is a device name. */
"lsAlertMessageiCloudNotAvailable" = "iCloud 不可用。检查您的“%@”设置并再试一次。";

/* message of alert view when user turns on iCloud. */
"lsAlertMessageiCloudOn" = "您的备注正在移到 iCloud。这可能需要一些时间。";

/* alert message for alert that tells users that iCloud is off but their notes continue to be stored there. */
"lsAlertMessageiCloudTurnedOffWithDelete" = "备注的副本将在 iCloud 中保留。";

/* alert message for alert that tells users that iCloud is off but their notes continue to be stored there. */
"lsAlertMessageiCloudTurnedOffWithKeep" = "备注的副本将在 iCloud 中保留。如果 iCloud 再次打开，则可能会创建重复的备注。";

/* message of alert view when user turns off iCloud.  The parameter is currently either iPad, iPhone, or iPod touch. */
"lsAlertMessageiCloudWasTurnedOff" = "备注的副本仍将储存在 iCloud 中。您想要在此“%@”上使用备注做些什么？";

/* No comment provided by engineer. */
"lsAlertMessageImportPDFNoteLocked" = "此备注处于锁定状态。解锁此备注的主题以将 PDF 添加到此备注。";

/* Error presented to user when they attempt to rename a note to a name with an invalid character.  The argument is the character, like '/' */
"lsAlertMessageInvalidCharacterInNoteName" = "名称中不允许使用“%@”字符。请选取其他名称。";

/* Warning for iTunes Export error. */
"lsAlertMessageITunesExportError" = "Notability 在将文件拷贝到 iTunes 时出错。如果现有文件名称与要导出的文件名称相同，可能需要从 iTunes 文件共享删除现有文件。";

/*   */
"lsAlertMessageITunesExportSuccess" = "成功导出到 iTunes。通过选择设备，然后导航到“应用程序”标签的“文件共享”部分，可在 iTunes 中找到导出的文件。";

/*   */
"lsAlertMessageKeyboardToolbarFull" = "工具栏中没有足够空间可用于添加此工具。请先移除现有工具，再添加此工具。";

/*  Warning message for when a user tries to delete a locked subject. */
"lsAlertMessageLockedSubjectDeletion" = "“%@”处于锁定状态。请先解锁再删除。";

/* the first argument is the name of the note, the second argument is the name of the subject, and the third argument is what the user wants to modify, either 'date' or 'name' */
"lsAlertMessageModifyNoteLocked" = "备注“%1$@”位于锁定主题中。解锁“%2$@”以修改“%3$@”。";

/* Message of an alert displayed when Notability finds hidden iCloud files and will now display them to the user. */
"lsAlertMessageNBNFoldersFound" = "Notability 在 iCloud 中发现一些隐藏备注，正在将它们返回资料库。";

/* Warning when email is not configured on device. */
"lsAlertMessageNoEmail" = "您的设备未配置为发送电子邮件。请在“设置”应用程序中添加电子邮件帐户并再试一次。";

/* Alert when no internet connection is detected. */
"lsAlertMessageNoInternetConnection" = "此操作需要互联网连接，但找不到此类连接。请连接到互联网并再试一次。";

/* Warning presented when the user tries to start recording, but no microphone is available. */
"lsAlertMessageNoMicrophone" = "未能找到麦克风进行录音。请将麦克风连接到设备以启用录音。";

/* Alert when no password is entered. */
"lsAlertMessageNoPassword" = "请输入密码。";

/* No comment provided by engineer. */
"lsAlertMessageNoteLoadFailed" = "无法载入备注“%@”";

/* No comment provided by engineer. */
"lsAlertMessageNoteLoadFailedWithSavingError" = "载入的备注出现存储错误。请再试一次。";

/* Alert message when the metadata for a note is unreadable */
"lsAlertMessageNoteMetadataLoadFailed" = "无法载入元数据。";

/* No comment provided by engineer. */
"lsAlertMessageNoteNameTaken" = "备注名称“%@”已采用，请选取另一个名称。";

/* Error message when a note fails to save */
"lsAlertMessageNoteSavingError" = "Notability 存储时出错。";

/* Alert message to tell user that the note they are editing was deleted on another iCloud-connected device */
"lsAlertMessageNoteWasDeleted" = "似乎此备注已在另一台设备上删除。";

/* Message for alert that tells user they aren't using iCloud but documents continue to be stored there. */
"lsAlertMessageNotUsingiCloud" = "iCloud 不可用，但您的文稿仍储存在 iCloud 中。";

/* Alert when no URL entered for cloud service. */
"lsAlertMessageNoURL" = "请输入 URL。";

/* Alert when no username is entered. */
"lsAlertMessageNoUsername" = "请输入用户名称。";

/* Contents of a warning posted when we believe it's possible data loss could occur.  The argument is the number of organizers which may have been deleted */
"lsAlertMessageOrganizerAlarm" = "似乎刚刚删除了 %d 个组织者。这可能是个错误。您要复原更改吗？";

/* No comment provided by engineer. */
"lsAlertMessageOSCanceledUpload" = "iOS 取消了上传，因为在后台运行太长时间。若要确保大型上传完成，请保持在前台运行 Notability。";

/* Alert message for when a user is prompted to enter their password for a subject.  The argument is a subject name, like 'Mathematics', 'History', or 'Work' */
"lsAlertMessagePasswordEntryView" = "请输入“%1$@”的密码。";

/* Message displayed when a user inputs the wrong password.  Right below 'Incorrect Password'. */
"lsAlertMessagePasswordEntryViewIncorrectPassword" = "请再试一次。";

/*   */
"lsAlertMessagePhotoInsertionFailed" = "Notability 在调整此照片的大小以插入时出错。";

/* No comment provided by engineer. */
"lsAlertMessagePhotoLibraryMetadataError" = "读取照片图库时出错，请与 iTunes 同步以修复问题。";

/* No comment provided by engineer. */
"lsAlertMessagePhotoLibrarySaveError" = "无法将图像存储到“相簿”。";

/*   */
"lsAlertMessagePrintStarted" = "打印机已接受打印作业，且将立刻开始打印。";

/* argument is the localized error description */
"lsAlertMessageProblemImportingPDF" = "导入此 PDF 时出现问题： %@";

/* alert message when autosaving of recording fails */
"lsAlertMessageRecordingAutoSaveFailed" = "录音在自动存储后无法继续。请再试一次。";

/* Alert view message when recording can't start */
"lsAlertMessageRecordingFailed" = "lsAlertMessageRecordingFailed";

/* Alert view message when recording can't start */
"lsAlertMessageRecordingFailedStart" = "看起来音频系统出现了问题！请尝试通过“音乐”应用程序播放声音，或者尝试重新启动您的设备。";

/* Alert view message when recording can't restart after an autosave */
"lsAlertMessageRecordingFailedStartAfterAutosave" = "录音在自动存储后无法重新启动。请尝试再次轻按录音按钮。";

/* Warning when a recording is interrupted.  */
"lsAlertMessageRecordingInterrupted" = "其他媒体操作已中断您的录音。";

/* Alert view message when recording can't start because the user has denied access to the microphone. The argument is a localized device name. */
"lsAlertMessageRecordingPermissionDenied" = "若要启用麦克风访问，请前往“%@ 设置”>“隐私”>“麦克风”>“Notability”并将其打开。";

/* Title of an alert that tells the user that their recording was stopped */
"lsAlertMessageRecordingStopped" = "Notability 必须停止录音，请重新启动它。";

/* Message for alert that tells user that an RTFD import has failed while importing a recording. The argument is the filename of the RTFD the user tried to import. */
"lsAlertMessageRTFDRecordingImportFailure" = "Notability 无法导入 RTFD 中的录音： %@";

/* Message for alert that tells user that Notability is in safe mode. */
"lsAlertMessageSafeModeOn" = "Notability 以安全模式运行时，将停用部分功能。";

/* Message for confirmation of deleting a subject and the multiple notes that it contains. The first argument is the name of the subject, the second argument is the number of notes in the subject. */
"lsAlertMessageSubjectDeletionConfirmationPlural" = "您确定要删除主题“%1$@”以及其中 %2$d 条备注吗？";

/* Message for confirmation of deleting a subject and the single note that it contains. The argument is the name of the subject. */
"lsAlertMessageSubjectDeletionConfirmationSingle" = "您确定要删除主题“%1$@”以及其中的备注吗？";

/* Alert when subject password is incorrect. */
"lsAlertMessageSubjectPasswordIncorrect" = "密码错误。";

/* passed as third argument to lsAlertMessageModifyNoteLocked */
"lsAlertMessageTailDate" = "日期";

/* passed as third argument to lsAlertMessageModifyNoteLocked */
"lsAlertMessageTailName" = "名称";

/*   */
"lsAlertMessageTwitterError" = "创建推特时出错，请再试一次。";

/*   */
"lsAlertMessageTwitterLoginInstructions" = "前往“设置”应用程序以登录。";

/* argument is localized description of the first error */
"lsAlertMessageUnableToImportGenericMultiple" = "导入过程中出现多个错误： %@";

/* argument is localized description of the error */
"lsAlertMessageUnableToImportGenericSingle" = "导入过程中出现一个错误： %@";

/* argument is localized description of the error from file system */
"lsAlertMessageUnableToImportPDF" = "Notability 无法导入 PDF： %@";

/* Error presented to user when renaming encounters and unknown/generic error. */
"lsAlertMessageUnknownRenamingError" = "重新命名备注时出现未知错误。检查并再试一次。";

/* Warning message for when a user tries to select Box in iOS 5. */
"lsAlertMessageUpdateForBox" = "若要与 Box 连接，请升级到 iOS 5。";

/* Warning message for when a user tries to tweet from iOS 4. */
"lsAlertMessageUpdateToTweet" = "请更新到 iOS 5 以发送备注推文。";

/* Used to tell the user they must upgrade Notability to open this note */
"lsAlertMessageUpgradeRequiredForNote" = "此备注是使用较新版本的 Notability 创建的，与此版本不兼容。请升级 Notability 来打开此备注。";

/* Used to tell the user they should upgrade Notability to open this note, as contents may be missing, and saving could lose data */
"lsAlertMessageUpgradeSuggestedForNote" = "此备注是使用较新版本的 Notability 创建的，可能与此版本不兼容。请升级 Notability，否则内容可能不会显示或将丢失。";

/* Alert message when a note cannot be upgraded from previous format. Argument 1: original name of note. Argument 2: new name of note. Argument 3: error type 1, Argument 4: error type 2 */
"lsAlertNoteUpgradeErrorMessage" = "Notability 未能从“%1$@”升级到“%2$@”：“%3$@”和“%4$@”";

/* Title for alert when a note cannot be upgraded from previous format. */
"lsAlertNoteUpgradeErrorTitle" = "未能升级备注";

/* Alert text to tell user that back up has been disabled. */
"lsAlertTextBackUpDisabled" = "您的备注将不再进行自动备份。";

/* Alert text to tell user that back up has been enabled. The argument is the name of the service to which notes will be backed up. */
"lsAlertTextBackUpEnabled" = "您的备注将以 PDF 格式自动备份到“%@”。轻按齿轮以查看更多选项。";

/* Warning title for audio hardware availability problem. */
"lsAlertTitleAudioHardwareUnavailable" = "音频硬件不可用";

/* Warning title for audio init error. */
"lsAlertTitleAudioInitFailed" = "未能初始化音频会话";

/* Title for auto-backup having been disabled by another device. */
"lsAlertTitleAutosyncTurnedOffByOtherDevice" = "“自动备份”已关闭";

/* Title for an autosyncing warning. */
"lsAlertTitleAutosyncWarning" = "警告";

/* title of alert when user tries to export to Box when running iOS 4. */
"lsAlertTitleBoxExportRequiresiOS5" = "iOS 4 不受支持";

/* Title for message when the user has denied access to the device's camera */
"lsAlertTitleCameraPermissionDenied" = "摄像头禁用";

/* used as title to an alert which cancels all imports */
"lsAlertTitleCancelAllImports" = "提醒";

/* Title for alert that tells user that a note could not be opened because it hasn't yet been downloaded from iCloud. */
"lsAlertTitleCantOpenNotDownloadediCloud" = "无法打开备注";

/* Title for alert explaining that a file conflict resultion did not succeed. */
"lsAlertTitleConflictResolutionFailed" = "未能解决文件版本冲突";

/* Title of an alert explaining the new delete behavior. */
"lsAlertTitleDeletingNotes" = "正在删除笔记";

/* No comment provided by engineer. */
"lsAlertTitleError" = "错误";

/* Generic error title for importing system */
"lsAlertTitleErrorImportingGeneric" = "导入文件时出错";

/* No comment provided by engineer. */
"lsAlertTitleErrorImportingPDF" = "导入 PDF 时出错";

/* Title for alert view which is shown when Notability fails to insert a photo */
"lsAlertTitleErrorInsertingPhoto" = "插入照片时出错";

/* Alert view title for error with error number */
"lsAlertTitleErrorWithNumber" = "错误 %d";

/* No comment provided by engineer. */
"lsAlertTitleExportError" = "导出时出错";

/* No comment provided by engineer. */
"lsAlertTitleExportSucceeded" = "导出成功";

/* Title of alert view that tells users that they can use iCloud. */
"lsAlertTitleiCloudAvailable" = "iCloud 可以使用";

/* iCloud isn't ready to be turned off alert view title. */
"lsAlertTitleiCloudIsntReady" = "iCloud 仍在工作";

/* Title for an alert presented when iCloud is taking too long to reply */
"lsAlertTitleiCloudIsTakingTooLong" = "iCloud 没有响应";

/* title of alert view when user turns on iCloud. */
"lsAlertTitleiCloudOn" = "您正在使用 iCloud";

/* alert title for alert that tells users that iCloud is off but their notes continue to be stored there. */
"lsAlertTitleiCloudTurnedOff" = "iCloud 已关闭";

/* title of alert view when user turns off iCloud. */
"lsAlertTitleiCloudTurnOffPrompt" = "关闭 iCloud";

/* Alert title when the editable keyboard toolbar is full and no more tools can be added. */
"lsAlertTitleKeyboardToolbarFull" = "无法添加工具";

/*   */
"lsAlertTitleLoggedOut" = "已注销";

/*   */
"lsAlertTitleMailSendFailed" = "无法发送邮件";

/* Title of an alert displayed when Notability finds hidden iCloud files and will now display them to the user */
"lsAlertTitleNBNFoldersFound" = "隐藏备注";

/* Alert title when no internet connection is available. */
"lsAlertTitleNoInternetConnection" = "无互联网连接";

/* Warning title for no microphone. */
"lsAlertTitleNoMicrophone" = "无麦克风";

/* Alert title when no password is entered. */
"lsAlertTitleNoPassword" = "需要密码";

/* Alert title when a note fails to load. */
"lsAlertTitleNoteLoadFailed" = "载入失败";

/* used when delete or export cannot be done because note reside in locked subject */
"lsAlertTitleNoteLocked" = "备注已锁定";

/* used when delete or export cannot be done because notes reside in locked subject(s) */
"lsAlertTitleNotesLocked" = "备注已锁定";

/* Title for an alert which tells the user the note they are editing was deleted on another iCloud-connected device */
"lsAlertTitleNoteWasDeleted" = "此备注已删除";

/* Title for alert that iCloud has become unavailable but documents continue to be stored there. */
"lsAlertTitleNotUsingiCloud" = "iCloud 不可使用";

/*   */
"lsAlertTitleNoTwitterAccount" = "找不到 Twitter 帐户";

/* Alert title when no URL entered for cloud service. */
"lsAlertTitleNoURL" = "需要 URL";

/* Alert title when no username is entered. */
"lsAlertTitleNoUsername" = "需要用户名称";

/* Alert title for auto-backup messages */
"lsAlertTitleOnlineStorage" = "自动备份";

/* Ok to translate as 'Error' */
"lsAlertTitleOops" = "糟糕！";

/* Title of a warning posted when we believe it's possible data loss could occur */
"lsAlertTitleOrganizerAlarm" = "警告";

/* Alert title when background task takes too long and it gets cancelled by the OS. */
"lsAlertTitleOSCanceledUpload" = "iOS 已取消上传";

/* Alert title when a web page fails to load in the web clip viewer. */
"lsAlertTitlePageLoadFailed" = "页面载入失败";

/* Alert title for when a user is prompted to enter their password for a subject */
"lsAlertTitlePasswordEntryView" = "需要密码";

/*   */
"lsAlertTitlePasswordProtected" = "密码保护";

/*   */
"lsAlertTitlePrintStarted" = "打印作业已启动";

/* Warning alert title when warning autosave fails. */
"lsAlertTitleRecordingAutoSaveFailed" = "录音错误";

/* Alert view title when recording failed */
"lsAlertTitleRecordingFailed" = "录音失败";

/* Alert view title when recording can't start */
"lsAlertTitleRecordingFailedStart" = "录音无法开始";

/* Alert view title when recording can't start after an autosave */
"lsAlertTitleRecordingFailedStartAfterAutosave" = "录音重新启动失败";

/* Warning title for recording interruption. */
"lsAlertTitleRecordingInterrupted" = "录音已中断";

/* Alert view title when the user has denied access to the device's microphone */
"lsAlertTitleRecordingPermissionDenied" = "Notability 不能访问您的麦克风";

/* Title of an alert that tells the user that their recording was stopped */
"lsAlertTitleRecordingStopped" = "录音已停止";

/* No comment provided by engineer. */
"lsAlertTitleRTFDImportError" = "无法导入 RTFD";

/* Title for alert that tells user that Notability is in safe mode. */
"lsAlertTitleSafeModeOn" = "安全模式已启用";

/*  Alert title when a feature is accessed from an iOS version for which it does not exist. */
"lsAlertTitleUpdateRequiredIOS5" = "更新到 iOS 5";

/* Alert title when upload fails. */
"lsAlertTitleUploadFailed" = "上传失败";

/* No comment provided by engineer. */
"lsAlertTitleWarning" = "警告";

/* Name returned if no proper device name can be found. */
"lsAlertUnknownDeviceString" = "未知设备";

/* Text for alert message that warns the user that they're about to perform a non-undoable action (like deleting some notes) */
"lsContentDeletionInformativeText" = "您无法撤消此操作。";

/* Text for an alert message which confirms user wants to delete multiple notes.  The argument is the number of notes to delete */
"lsDeleteMultipleNotesAlertMessage" = "要永久删除 %u 条备注吗？";

/* Text for an alert message which confirms user wants to delete multiple notes.  The argument is the number of notes to delete */
"lsDeleteMultipleNotesAlertMessageB" = "删除%u条便签？";

/* Text for a button which confirms user wants to delete a single note */
"lsDeleteNoteAlertDeleteButton" = "删除 1 条备注";

/* Text for title of an alert confirming the user wants to delete a single note */
"lsDeleteNoteAlertTitle" = "要删除备注吗？";

/* Text for a button which confirms user wants to delete a set of notes */
"lsDeleteNotesAlertDeleteButton" = "删除 %u 条备注";

/* Text for title of an alert confirming the user wants to delete a set of notes */
"lsDeleteNotesAlertTitle" = "要删除备注吗？";

/* Text for an alert message which confirms user wants to delete a single note.  The argument is the note's title */
"lsDeleteSingleNoteAlertMessage" = "要永久删除“%@”吗？";

/* Text for an alert message which confirms user wants to delete a single note.  The argument is the note's title */
"lsDeleteSingleNoteAlertMessageB" = "删除%@？";

/* Title for an alert which asks the user if they are sure they want to delete a subject */
"lsDeleteSubjectAlertTitle" = "要删除主题吗？";

/* Title of a button that moves selected notes to the Trash. */
"lsMoveToTrashButton" = "移到回收站";

/* Informative text explaining what will happen to the selected notes. */
"lsMoveToTrashInformativeText" = "所选标签将被移动到回收站。";

/* Message for an alert which lets users rename a divider */
"lsRenameDividerAlertMessage" = "为分隔线选取新名称。";

/* Title for an alert which lets users rename a divider */
"lsRenameDividerAlertTitle" = "给分隔线重新命名";

/* Message for an alert which lets users rename a subject */
"lsRenameSubjectAlertMessage" = "为主题选取新名称。";

/* Title for an alert which lets users rename a subject */
"lsRenameSubjectAlertTitle" = "给主题重新命名";

